[
  {
  "name": "Name of the book, course, source of the comment etc.",

  "highlight": "<b>My initial interest in psychology was due to the want of a better understanding of the often-difficult personalities I was forced to deal with in my career, so personality studies and behaviorism was a natural fit for me</b>. Much of what I have compiled in this book is the direct result of over a decade of applying these schools of psychology to the gender dynamics I’ve experienced personally, as well as the collective experiences of millions of men around the world",
  
  "comments":  [
    
    {
    "comment": "In my case it is applicable in personal and professional life. I tend to take people at face value"
    }
    ,
    
    {
      "comment": ""
   }
 ]
},
{
  "name": "Name of the book, course, source of the comment etc.",

  "highlight": "<b>Notes:</b>Game-awareness is about understanding relationships, especially between men and women. <b>One key idea is that you should judge or understand a woman based on what she does (her actions and behaviors), rather than just what she says or what you think she might mean</b>. <br/>This idea comes from behaviorism, a way of thinking that says people's actions are the best proof of why they do things. It's saying that what someone does is a more reliable indicator of their true motivations than what they might say or think in their minds. <br/>Even if a person isn't consciously aware of why they're doing something, their actions still show their true motivations. So, this principle suggests that people might sometimes act in ways that even they don't fully understand or consciously recognize. For example, someone might behave like a hypocrite or a saint, and they might not be fully aware of why they're behaving that way."
  ,
  
  "comments":  [
    
    {
    "comment": "Hmm. Dont take people for face value. Watch and Understand how people behave."
    }
    ,
    
    {
      "comment": ""
   }
 ]
}
,
{
  "name": "Name of the book, course, source of the comment etc.",

  "highlight": "<b>Notes:</b>The speaker is noting that even though these people claimed to follow a strict behaviorism (a psychological theory that emphasizes observable actions), they were hesitant to accept the speaker's ideas, and the speaker now understands that it was influenced by the importance placed on women's perspectives and romantic ideals.<br/>In summary, the speaker didn't initially understand why people were uncomfortable with their ideas. <b>Later, the speaker realized that the influence of women's priorities and romantic ideals played a role, even among those who claimed to strictly follow a behavioral approach.</b>",
  
  "comments":  [
    
    {
    "comment": "<b>Women's priorities and romantic ideals</b>. I got to wait towards the end of this book to understand it better."
    }
    ,
    
    {
      "comment": ""
   }
 ]
}
,
{
  "name": "Name of the book, course, source of the comment etc.",

  "highlight": "If you are picking this book up for the first time, or had it handed to you by a friend or loved one, and have never heard of the Rational Male or the manosphere or have had any exposure to the ideas I put forth here, <b>I’ll humbly ask that you read with an open mind</b>. I realize it’s a tall order but strive <b>not to let your personal feelings color what I lay out for you here</b>.",
  
  "comments":  [
    
    {
    "comment": "Offcouse. What other choice do I have!!!"
    }
    ,
    
    {
      "comment": ""
   }
 ]
}
,
{
  "name": "Name of the book, course, source of the comment etc.",

  "highlight": "",
  
  "comments":  [
    
    {
    "comment": ""
    }
    ,
    
    {
      "comment": ""
   }
 ]
}
,
{
  "name": "Name of the book, course, source of the comment etc.",

  "highlight": "",
  
  "comments":  [
    
    {
    "comment": ""
    }
    ,
    
    {
      "comment": ""
   }
 ]
}
,
{
  "name": "Template",

  "highlight": "",
  
  "comments":  [
    
    {
    "comment": ""
    }
    ,
    
    {
      "comment": ""
   }
 ]
},
{
  "SMV":"Sexual Market Value"
}
]